Repository: 84000/data-translation-memory
Catalog: toh231-v1.tmx
Source language: bo
Languages: en

source: དེས་སེམས་ཅན་དེ་རྣམས་ཡོངས་སུ་སྨིན་པའི་དུས་
en: Once they feel that it is the proper time and place to mature those around them,

source: བསམ་གཏན་དང་། ཏིང་ངེ་འཛིན་དང་། སྙོམས་པར་འཇུག་པ་དེ་དག་གི་མ་ལེགས་པ་བརྗོད་པ་ཡིན་ཏེ།
en: Having criticized those concentrations, absorptions, and attainments,

source: དེས་སེམས་ཅན་དེ་དག་གནས་དེ་ལས་བསླང་ནས་དེ་བཞིན་གཤེགས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འགོད་དེ།
en: bodhisattvas will then inspire them to leave those communities, and establish them in the Dharma-Vinaya of the thus-gone ones.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མུ་སྟེགས་ཅན་རྣམ་པར་ཟློག་པའི་ཐབས་མཁས་པ་ཡིན་ནོ།
en: Such is the bodhisattvas’ skill in converting non-Buddhists.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡུལ་ལས་རྣམ་པར་ཟློག་པའི་ཐབས་མཁས་པ་ཡིན་ཞེ་ན།
en: “What, you may wonder, does the bodhisattvas’ skill in making others withdraw from objects consist in?

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་གང་རབ་ཏུ་འདོད་ཆགས་ཅན་རབ་ཏུ་འདོད་ཆགས་མང་བའི་སེམས་ཅན་རྣམས་མཐོང་ན།
en: When bodhisattvas see a man who is overtaken by great craving and desire,

source: དེས་དེ་དག་གདུལ་བའི་ཐབས་གཞན་མེད་དོ་སྙམ་ནས་དེས་དེ་དག་གི་དྲུང་དུ་བུད་མེད་སྤྲུལ་པ་བཟང་མོ་བལྟ་ན་སྡུག་པ་བུད་མེད་ཐམས་ཅད་ཀྱི་མཆོག་དག་སྤྲུལ་ཏེ།
en: they may feel that the only way to tame such beings is to emanate a fine and lovely girl—the most beautiful girl of all—right next to that desirous man.

source: སེམས་ཅན་དེ་རྣམས་དེ་དག་ལ་རབ་ཏུ་ཆགས་པར་རིག་ནས་སྤྲུལ་པའི་བུད་མེད་དེ་མལ་དེ་ཉིད་དུ་འཆི་བའི་དུས་བྱེད་དུ་འཇུག་གོ།
en: When noticing that the man is completely consumed by desire, the bodhisattva will then let the emanated girl die right there in the bed.

source: དེ་ཡང་སྐད་ཅིག་དེ་ཉིད་དང་། ཡུད་ཙམ་དེ་ཉིད་དང་། ཐང་ཅིག་དེ་ཉིད་ལ་རུལ་ཅིང་དྲི་ང་བ་དང་འཇིག་པར་འགྱུར་ཏེ།
en: Right then, at that very moment, she will begin to rot, stink, and decompose.

source: དེ་དག་གིས་ཀྱང་དེ་མཐོང་ནས་དངངས་སྐྲག་སྐྱོ་བར་རེད་དེ། བདག་ཅག་འདི་འདྲ་བའི་དྲི་ང་བའི་ནང་ནས་གང་ཐར་བར་བྱེད་པ་སུ་ཞིག་ཡོད་ཅེས་ཉམ་ཐག་པར་འགྱུར་རོ།
en: When the man sees this, he will become shocked and distressed, and full of anguish he will wonder, ‘Who can free me from this foulness?’

source: དེའི་ཚེ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་དེ་དག་གི་མདུན་དུ་འདུག་སྟེ།
en: At that time the bodhisattva will appear before the man.

source: དེ་བྱང་ཆུབ་གསུམ་ལས་གང་ཡང་རུང་བའི་བྱང་ཆུབ་ཏུ་ངེས་པར་འགྱུར་བ་དེ་ལྟར་སེམས་ཅན་དེ་དག་ལ་ཆོས་སྟོན་ཏེ།
en: Having first established the man in one of the three forms of awakening, the bodhisattva will teach him the Dharma.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡུལ་ལས་རྣམ་པར་ཟློག་པའི་ཐབས་མཁས་པ་ཡིན་ནོ།
en: Such is the bodhisattvas’ skill in making others withdraw from objects.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་འགྱོད་པ་ཡིད་ལ་གཅགས་པ་སེལ་བའི་ཐབས་མཁས་པ་ཡིན་ཞེ་ན།
en: “What, you may wonder, does the bodhisattvas’ skill in dispelling lingering regrets consist in?

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་སུ་མཚམས་མེད་པའི་ལས་བྱེད་པའམ། མི་དགེ་བའི་ལས་བྱེད་པ་མཐོང་ན།
en: When bodhisattvas see someone who has committed a deed with immediate consequences or some other unvirtuous actions,

source: དེའི་གན་དུ་སོང་སྟེ། ཀྱེ་སྐྱེས་བུ་ཁྱོད་ཅིའི་ཕྱིར་ཡིད་མི་བདེ་ཞིང་མི་དགའ་བར་གནས་ཞེས་དེ་སྐད་ཟེར་རོ།
en: they will go before that person and ask, ‘Hey, you, why are you unhappy and depressed?’

source: དེས་ཀྱང་སྨྲས་པ། རིགས་ཀྱི་བུ་བདག་གིས་མཚམས་མེད་པའི་ལས་བྱས་པས་དེའི་ཕྱིར་བདག་ལ་ཡུན་རིང་པོར་གནོད་པ་དང་། ཕན་པ་མེད་པ་དང་། སྡུག་བསྔལ་བར་མི་འགྱུར་གྲང་ཞེས་
en: The reply may be, ‘Noble son, I have committed a deed with immediate consequences, and so I fear that I shall suffer harm for a long time and that for me there will be no fortune, but only suffering.’

source: ཡིད་མི་བདེ་ཞིང་མི་དགའ་བར་གནས་སོ།
en: Saying this, that person will be unhappy and depressed.

source: དེའི་ཕྱིར་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སྡོམ་པ་འཛིན་དུ་འཇུག་གོ། །ཉེས་པ་ཡང་འཆགས་སུ་འཇུག་གོ།
en: Yet the bodhisattva will let that being receive vows and confess their misdeeds.

source: དེ་ལ་ཆོས་བསྟན་པ་ཟབ་མོ་ཟབ་མོ་ཡང་བྱེད་དོ།
en: Thereupon the bodhisattva will teach the most profound Dharma.

source: དེ་སྟེ་འགྱོད་པ་མི་གཏོང་ན་དེའི་ཕྱིར་
en: However, if that person does not relinquish their remorse,

source: དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཐོག་མར་འདི་ལྟ་སྟེ། རྫུ་འཕྲུལ་ལམ། སེམས་ཀུན་རྗོད་པས་ཡང་དག་པར་ཡིད་ཆེས་པ་སྐྱེད་དོ།
en: the bodhisattva will first gain that person’s trust by performing a miraculous feat or by reading their mind.

source: དེ་ནས་སེམས་ཅན་དེ་ཡང་དག་པར་ཡིད་ཆེས་པ་སྐྱེས་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལ་དགའ་བ་དང་། མོས་པ་དང་། རངས་པ་རྙེད་པར་འགྱུར་རོ།
en: Once the person has developed genuine trust, he or she will be delighted with the bodhisattva, feel inspired, and have appreciation.

source: དེ་དགའ་བ་དང་། མོས་པ་དང་། རངས་པ་རྙེད་པས་
en: And once that person is delighted, inspired, and appreciative,

source: དེ་ཆོས་བསྟན་ཏུ་རུང་བར་འགྱུར། བྱང་ཆུབ་སེམས་དཔའ་དེ་དང་འཐུན་པར་འཛིན་པར་འགྱུར་རོ།
en: he or she will have become fit for the teaching of Dharma, as they will now regard the bodhisattva as an agreeable person.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེས་དེའི་མདུན་དུ་འདི་ལྟ་སྟེ། ཕ་མར་སྤྲུལ་པ་མངོན་པར་སྤྲུལ་ཏེ་འདི་སྐད་ཟེར་རོ།
en: Before that individual the bodhisattva will then project emanations of the bodhisattva’s parents and say,

source: ཀྱེ་སྐྱེས་བུ་ཁྱོད་ལྟོས་ལ་འགྱོད་པ་ཆོད་ཅིག །
en: ‘You there, look here and drop your regrets.

source: ང་ཡང་ཁྱོད་ཀྱི་གྲོགས་ཏེ། ལས་འདི་ལྟ་བུས་སུའང་ཤིན་ཏུ་སེམས་ཅན་དམྱལ་བར་འགྲོ་བའམ། དོན་ཐམས་ཅད་ལས་ཉམས་པར་འགྱུར་བ་མེད་དོ།
en: I am your friend and I am telling you that no one ever went to hell or became deprived of all success by doing what you have done.

source: ལས་དེ་ཡེ་ཤེས་ཀྱིས་བསལ་དུ་མི་ནུས་པ་ཡང་མ་ཡིན་ནོ། །ཞེས་དེ་སྐད་སྨྲས་ནས།
en: Neither is it the case that such action cannot be cleared away through wisdom.’ Having said this,

source: ཕ་མ་སྲོག་དང་ཕྲལ་ལོ། །སྲོག་དང་ཕྲལ་ནས་ཀྱང་རྫུ་འཕྲུལ་དེ་སྟོན་ཏོ།
en: the bodhisattva will then sever the life-force of their parents and, as the parents are slain, the bodhisattva will display miracles.

source: དེ་ནས་སེམས་ཅན་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། རྫུ་འཕྲུལ་དང་ལྡན་པས་ཀྱང་ཕ་མ་སྲོག་དང་ཕྲལ་ན། བདག་འདྲ་བ་ལྟ་ཅི་ཞིག་སྨོས་སྙམ་མོ།
en: At that point the transgressor will think, ‘Since even someone endowed with miraculous powers may slay their parents, then how about someone like me?’

source: བྱང་ཆུབ་སེམས་དཔའ་དེ་ཡང་དེའི་ཚེ་སེམས་ཅན་དེ་ལ་ཅི་ནས་ཀྱང་དེའི་ལས་དེ་སྦྲང་མའི་འདབ་མ་འདྲ་བར་འགྱུར་བ་དེ་ལྟ་བུའི་ཆོས་སྟོན་པར་བྱེད་དོ།
en: The bodhisattva will then by any means teach that person a Dharma instruction that renders their karma as light as the wings of a bee.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་འགྱོད་པ་ཡིད་ལ་གཅགས་པ་སེལ་བའི་ཐབས་མཁས་པ་ཡིན་ནོ།
en: Such is the bodhisattvas’ skill in dispelling lingering regrets.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ལ་དཔུང་གཉེན་བྱེད་པའི་ཐབས་མཁས་པ་ཡིན་ཞེ་ན།
en: “What, you may wonder, does the bodhisattvas’ skill in protecting sentient beings consist in?

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་གང་ཆོས་བསྟན་པར་རུང་ཞིང་ནུས་པ་དག་མཐོང་ལ།
en: When seeing someone who is suited for and capable of receiving the Dharma,

source: དེ་དག་ཀྱང་ཤིན་ཏུ་མི་དགེ་བའི་ལས་བྱེད་པར་གྱུར་ན།
en: yet engages in extremely unvirtuous actions,

source: དེ་དག་གདུལ་བའི་ཐབས་སུ་བྱང་ཆུབ་སེམས་དཔས་འཕྲུལ་བ་དག་མངོན་པར་སྤྲུལ་ཏེ།
en: bodhisattvas will project an emanation as a means for taming that person.

source: དེ་ལ་སེམས་ཅན་གང་རྣམས་རྒྱལ་པོས་འདུལ་བར་འགྱུར་བ་དེ་དག་ལ་རྒྱལ་པོར་སྤྲུལ་པ་མངོན་པར་སྤྲུལ་པར་བྱེད་དོ།
en: If the person is someone who can be trained by a king, they will project a king,

source: སེམས་ཅན་གང་རྣམས་བློན་པོ་ཆེན་པོས་འདུལ་བར་འགྱུར་བ་དེ་དག་ལ་བློན་པོ་ཆེན་པོར་སྤྲུལ་པ་མངོན་པར་སྤྲུལ་པར་བྱེད་དོ།
en: if a great minister must tame that person, then it is a great minister who will be emanated.

source: སེམས་ཅན་གང་རྣམས་བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། གྲོང་པ་དང་། ཡུལ་མིས་འདུལ་བར་འགྱུར་བ་དེ་དག་ལ་བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། གྲོང་པ་དང་། ཡུལ་མིར་སྤྲུལ་པ་དང་།
en: Likewise, if that person is to be tamed by brahmins, warriors, townspeople, or country dwellers then indeed the relevant type of person will be emanated.

source: སེམས་ཅན་གང་རྣམས་ལྷས་འདུལ་བ་དེ་དག་ལ་ལྷར་སྤྲུལ་པ་དང་། གང་ལག་ན་རྡོ་རྗེས་འདུལ་བ་དེ་དག་ལ་ལག་ན་རྡོ་རྗེར་སྤྲུལ་པ་མངོན་པར་སྤྲུལ་པར་བྱེད་དོ།
en: For the one who must be trained by gods, a god will be emanated, and to the one who is to be tamed by Vajrapāṇi, the latter will appear.

source: སེམས་ཅན་གང་རྣམས་འཇིགས་པས་འདུལ་བར་འགྱུར་བ་དེ་དག་ལ་འཇིགས་པ་སྟོན།
en: Those who are to be influenced by something frightening will be shown something frightening,

source: སེམས་ཅན་གང་རྣམས་བརྡེགས་པ་དང་། བསྡིགས་པ་དང་། གསད་པ་དང་། བཅིང་བས་གདུལ་བ་དེ་དག་ལ་དེ་འདྲ་བར་སྟོན།
en: those who are to be tamed by beatings, threats, killing, or bondage will be shown just that.

source: སེམས་ཅན་གང་རྣམས་མཚམས་མེད་པ་བྱེད་འདོད་པ་དང་།
en: Sentient beings intent on an act with immediate consequences

source: བྱང་ཆུབ་སེམས་དཔའ་དག་ལ་བརྒྱད་པར་འདོད་པ་དེ་དག་ཐབས་སྣ་ཚོགས་ཀྱིས་ཟློག་ཅིང་ཟིལ་གྱིས་གནོན་པར་བྱེད། ཕྱོགས་གཞན་དུ་ཡང་བསྐར་བར་བྱེད་དོ།
en: an act to defeat bodhisattvas may be stopped, subdued, or confined to a separate location by various means.

source: མཚམས་མེད་པར་འགྱུར་བའི་དངོས་པོ་སྦས་ཏེ། དེ་འདྲ་བར་དེའི་མདུན་དུ་སྤྲུལ་པ་སྟོན་ཏོ།
en: An emanation may also be projected to hide an entity that is instrumental for the given act with immediate consequences.

source: ཡང་ན་སེམས་ཅན་དམྱལ་བ་སྟོན་ཏོ།
en: Alternatively, sentient beings may also be shown the hells.

source: མངོན་པར་ཤེས་པ་མ་སྐྱེས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཚེའི་མཚན་མ་ཤེས་པ་ནི་བྱེད་འདོད་པ་དང་།
en: “When bodhisattvas who do not possess superknowledge and who wish to remain unknown

source: གསོད་འདོད་པའི་སེམས་ཅན་དེ་དག་མཐོང་ནས་སྙིང་རྗེ་ཆེན་པོའི་སེམས་སྐྱེས་ཏེ། དེ་ཡང་འདི་སྙམ་དུ།
en: see sentient beings who are intent on killing others they respond with great compassion and think,

source: ཀྱེ་མ་སེམས་ཅན་འདི་རྣམས་ནི་ཕུང་བར་འདོད་པའོ། །ཀྱེ་མ་སེམས་ཅན་འདི་རྣམས་ནི་བརླག་པར་འདོད་པའོ་སྙམ་དུ་སེམས་ཤིང་།
en: ‘Alas, these beings are intent on ruin! Alas, they wish for destruction!’

source: དེ་དག་དེས་ལག་མཐིལ་དུ་སྐྱུ་རུ་རའི་འབྲུ་བཞག་པ་ལྟར་མཐོང་ནས་
en: Seeing this as clearly as amalaki seeds placed in the palm of their hand,

source: མི་དགའ་བའི་སེམས་ཆེན་པོ་སྐྱེད་དེ། དེ་ཡང་འདི་སྙམ་དུ་སེམས་སོ།
en: they react with great dejection, thinking,

source: བདག་སེམས་ཅན་གཅིག་གི་ཕྱིར་ཡང་སེམས་ཅན་དེ་ཕུང་པོའི་ལྷག་མ་མ་ལུས་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་རབ་ཏུ་མ་བཞག་པའི་བར་དུ། མནར་མེད་པའི་སྡུག་བསྔལ་བཀུར་བར་བཟོད་ན།
en: ‘For the sake of just a single being I am ready to bear the suffering of the Hell of Incessant Pain until that being enters the field of the transcendence of suffering without any remainder of the aggregates.

source: སེམས་ཅན་འདི་རྣམས་ཀྱང་མི་དགེ་བའི་ལས་བྱས་ཏེ། མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་སྐྱེ་བར་འདོད་པ་
en: Now, all these beings are intent on unvirtuous acts and seemingly wish for the great Hell of Incessant Pain.

source: ཐབས་གཞན་གྱིས་ནི་བཟློག་པར་མི་ནུས་ཏེ།
en: And yet there is no means for averting this.

source: སེམས་ཅན་དེ་རྣམས་ཚེ་ཡང་ཐུང་དད་པ་ཡང་མེད་པ་དག་ཅིག་ལ་ཡུལ་གཞན་དུ་བསྐར་བའམ། ཟིལ་གྱིས་མནན་པར་བྱ་བ་དེ་ལྟ་བུའི་དབང་ནི་བདག་ལ་མེད་ན་
en: These beings have short lives and no faith, and I do not have the power either to carry them to a different place or to subdue them.

source: སེམས་ཅན་འདི་རྣམས་མི་དགེ་བའི་ལས་འདིས་ལུས་ཞིག་ནས་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་སྐྱེ་བར་མི་འགྱུར་གྲང་ཞེས་
en: Therefore, once their bodies disintegrate won’t they indeed have to be born in the great Hell of Incessant Pain?’

source: དེའི་ཕྱིར་སྙིང་རྗེའི་སེམས་ཉེ་བར་གཞག་ནས་ལས་བདག་གིར་བྱ་བ་དང་འདྲ་བར་བྱས་ནས།
en: Thus the bodhisattvas feel compassion. With a concern for the misdeeds of those beings as if they were their own,

source: སེམས་ཅན་དེ་རྣམས་ལ་བྱམས་པས་ཁྱབ་པར་བྱས་ཏེ།
en: they enfold such beings with love and,

source: ཐབས་གཞན་གྱིས་མི་ནུས་ནས་ཆད་པ་རབ་ཀྱིས་འཆོས་ཏེ།
en: if no other method works, they will even use punishment to correct them.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ལ་དཔུང་གཉེན་བྱེད་པའི་ཐབས་མཁས་པ་ཡིན་ནོ།
en: Such is the bodhisattvas’ skill in protecting sentient beings.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་འཚོ་བའི་ཐབས་ཉེ་བར་སྦྱོར་བ་ལ་མཁས་པ་ཡིན་ཞེ་ན།
en: “What, you may wonder, does the bodhisattvas’ skill in providing sentient beings with a livelihood consist in?

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་གང་རྣམས་འཕགས་པའི་ཆོས་འདུལ་བ་ཤེས་པར་མི་ལྕོགས་མི་ནུས་ཏེ།
en: Bodhisattvas may encounter beings who are unfit for and incapable of comprehending the Dharma-Vinaya of the noble ones,

source: ཟས་དང་གོས་ལྷུར་འཛིན་ཅིང་དེ་ཁོ་ནས་ཆོག་པར་རྩི་བ་མཐོང་ན།
en: who instead chase after food and clothing, perceiving that alone to be sufficient.

source: དེ་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡི་གེ་དང་། གཙུག་ལག་དང་། རྒྱ་དང་། གྲངས་དང་། ཤོད་ཐབས་ལ་སོགས་པའི་ལས་དགེ་བ་དང་ལྡན་པ་དག་སྟོན་ཏེ། མི་དགེ་བ་དང་ལྡན་པ་མི་སྟོན་ཏོ།
en: Bodhisattvas will then teach them various virtuous skills such as reading, sciences, finger calculation, numbers, and mathematics, while avoiding showing them any unvirtuous skills.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་འཚོ་བའི་ཐབས་ཉེ་བར་སྦྱོར་བ་ལ་མཁས་པ་ཡིན་ནོ།
en: Such is the bodhisattvas’ skill in providing sentient beings with a livelihood.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ལེན་པའི་ཐབས་མཁས་པ་ཡིན་ཞེ་ན།
en: “What, you may wonder, does the bodhisattvas’ skill in accepting consist in?

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་རིན་པོ་ཆེའི་ཕུང་པོ་རི་རབ་ཙམ་ཐོབ་ན་ཡང་ལེན་ཏེ། དངོས་པོ་ངན་པ་ཞིག་ཐོབ་ནའང་ལེན་ཏོ།
en: If bodhisattvas obtain a heap of jewels as large as Mount Meru they will accept that, just as they will also accept some inferior thing that they might obtain.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་འདི་ལྟར་སེམས་ཏེ།
en: Why is that? Because they think as follows:

source: སེམས་ཅན་འདི་དག་ནི་སེར་སྣ་ཅན། བརྐམ་པ། འདོད་པས་འཁོལ་བ། འཇུངས་པ་ཡིན་ཏེ།
en: ‘Sentient beings are stingy, greedy, covetous, and avaricious.

source: དེའི་རྒྱུ་དེའི་རྐྱེན་དེའི་གཞིས་ཆུའི་ཕུང་པོ་ཆེན་པོས་ནོན་པ་བཞིན་དུ་འཁོར་བའི་རྒྱ་མཚོར་འབྱུང་ནུབ་བྱེད་པ་དེ་དག་ལ།
en: By such causes, conditions, and bases they continue to surface and sink in the ocean of cyclic existence, as if they were inundated by a mass of water.

source: དེ་ནི་ཡུན་རིང་པོར་དོན་དང་། ཕན་པ་དང་། བདེ་བར་འགྱུར་རོ་སྙམ་སྟེ།
en: These gifts, however, will for long provide meaning, benefit, and happiness.’

source: དེ་བླངས་ནས་བདག་གིར་མི་བྱེད། ཆགས་པའི་སེམས་མི་སྐྱེད་དེ།
en: As they accept them in that way, bodhisattvas do not regard such things to be their own, nor do they develop any attachment to them.

source: གཞན་དུ་ན་སེམས་ཅན་ཐམས་ཅད་དང་ཐུན་མོང་དུ་སངས་རྒྱས་དང་ཆོས་དང་། དགེ་འདུན་དག་ལ་བྱ་བ་བྱེད་དོ། །སེམས་ཅན་སྡུག་བསྔལ་བ་རྣམས་ལ་ཡང་ཕན་པར་བྱེད་དོ།
en: Rather, sharing them with all beings, they use them to serve the Buddha, the Dharma, and the Saṅgha, and to help those who suffer.

source: སྦྱིན་པའི་བདག་པོ་དེ་ཡང་གཟེངས་སྟོད་པ་དང་། ཤིན་ཏུ་དགའ་བར་བྱེད་དེ།
en: Hence their benefactors feel uplifted and utterly delighted.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ལེན་པའི་ཐབས་མཁས་པ་ཡིན་ནོ།
en: Such is the bodhisattvas’ skill in accepting.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་གནས་ནས་གནས་སུ་སློང་བའི་ཐབས་མཁས་པ་ཡིན་ཞེ་ན།
en: “What, you may wonder, does the bodhisattvas’ skill in delivering beings from one abode to another consist in?

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་གང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་ལྕོགས་ཤིང་ནུས་པ་ཞིག་ལ།
en: Bodhisattvas may encounter beings who are fit for and capable of attaining unexcelled and complete awakening

source: དེ་ཡང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ཐོབ་པར་རྩོལ་ཞིང་འབད་དེ་བརྩོན་འགྲུས་རྩོམ་པ་
en: who nevertheless diligently and persistently pursue the attainments of the vehicles of the hearers and solitary buddhas.

source: དེ་གནས་དེ་ནས་བསླང་སྟེ། ཐ་ན་འཁོར་དབྱེ་བ་ཡང་བྱས་ནས་ཐེག་པ་ཆེན་པོ་ལ་འཇོག་སྟེ།
en: Bodhisattvas will then deliver such beings from those abodes and into the Great Vehicle, even if it takes creating a schism among the followers of the teaching.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་གནས་ནས་གནས་སུ་སློང་བའི་ཐབས་མཁས་པ་ཡིན་ནོ།
en: Such is the bodhisattvas’ skill in delivering sentient beings from one abode into another.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡང་དག་པར་འཛིན་ཏུ་འཇུག་པ་དང་། གཟེངས་སྟོད་པ་དང་། ཤིན་ཏུ་དགའ་བར་བྱེད་པའི་ཐབས་མཁས་པ་ཡིན་ཞེ་ན།
en: “What, you may wonder, does the bodhisattvas’ skill in genuinely encouraging, inspiring, and exhilarating beings consist in?

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་ཀྱི་སེམས་མ་བསྐྱེད་པའི་སེམས་ཅན་རྣམས་བྱང་ཆུབ་ཀྱི་སེམས་སྐྱེད་དུ་འཇུག
en: Bodhisattvas cause those beings who have not yet given rise to the awakened mind to do so.

source: བྱང་ཆུབ་ཀྱི་སེམས་བསྐྱེད་པའི་སེམས་ཅན་ལེ་ལོ་ཅན་བརྩོན་འགྲུས་ཆུང་བ། ཚུལ་ཁྲིམས་ཙམ་གྱིས་ཆོག་པར་འཛིན་པ་
en: Others may have already given rise to the awakened mind, yet they are lazy, have little diligence, and are content with discipline alone.

source: དག་ནི་བརྩོན་འགྲུས་ལ་འཇོག
en: Bodhisattvas will cause such beings to develop diligence.

source: སེམས་ཅན་གང་རྣམས་བསླབ་པ་ཀུན་སྤྱོད་པ་ཕྲ་མོ་ལས་འགལ་བ་
en: Still others may have transgressed the subtle conduct of their training

source: དག་དེའི་རྒྱུ་དེའི་རྐྱེན་དེའི་གཞིས་སེམས་ཀུན་ཁེབས་ཤིང་འཁོད་དེ།
en: by such causes, conditions, and bases have become downcast and depressed,

source: དགའ་མགུ་རངས་པ་ཡང་མི་རྙེད་པ་
en: finding no occasion for joy, contentment, or appreciation.

source: དེ་དག་ལ། དེ་ཅི་ནས་ཀྱང་གནས་དེ་ནས་ལྡང་བ་དེ་ལྟ་དེ་ལྟ་བུར་ཆོས་སྟོན་པར་བྱེད་དེ།
en: For such beings bodhisattvas will seek any means to rouse them from their condition, and so they will teach them the Dharma accordingly.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡང་དག་པར་འཛིན་དུ་འཇུག་པ་དང་། གཟེངས་སྟོད་པ་དང་། ཤིན་ཏུ་དགའ་བར་བྱེད་པའི་ཐབས་མཁས་པ་ཡིན་ནོ།
en: Such is the bodhisattvas’ skill in genuinely encouraging, inspiring, and exhilarating.

source: རིགས་ཀྱི་བུ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བའི་ཐབས་མཁས་པ་ཡིན་ཞེ་ན།
en: “Noble son, you may wonder about the character of the bodhisattvas’ skill in worshiping and venerating the thus-gone ones.

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་རབ་ཏུ་འབྱུང་བར་འགྱུར་ཏེ། རྙེད་པ་ཆུང་ངུ་ཡང་ཆོས་ཀྱི་རྙེད་པས་ཆོག་པར་འཛིན་པ་ཡིན།
en: Noble son, when bodhisattvas have received ordination they will have little wealth yet be fully content with the wealth of the Dharma.

source: དེ་གཅིག་པུ་ལྐོག་ཏུ་སོང་སྟེ། རབ་ཏུ་དབེན་པར་གནས་ནས།
en: Such bodhisattvas may, alone and unnoticed, leave for a place of complete solitude.

source: དེ་འདི་ལྟར་སེམས་ཏེ། མ་ལ་བདག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བ་བསམ་མོ་སྙམ་ནས། དེ་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བ་རྣམ་པ་སྣ་ཚོགས་སེམས་ཏེ།
en: When in the hermitage, the bodhisattvas will want to worship and venerate the thus-gone ones and they will then do so mentally in numerous ways.

source: དེ་ལྟར་སེམས་པ་དེའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་བསྒོམ་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: Such mental worship qualifies as the training in the six transcendences.

source: ཇི་ལྟར་ན་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་བསྒོམ་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་ཞེ་ན།
en: In what way are the six transcendences included in that?

source: དེ་ལ་གང་མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བ་མངོན་པར་བྱེད་པ་འདི་ནི་དེའི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ།
en: The activity of worshiping and venerating is transcendent generosity.

source: མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བ་དེ་ལ་གང་སེམས་ཅན་ཐམས་ཅད་ལ་དམིགས་པའི་སེམས་སྐྱེ་བ་འདི་ནི་དེའི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ།
en: Such worship and veneration takes place by focusing on all beings, which is transcendent discipline.

source: མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བ་དེ་དག་ལ་གང་སེམས་མངོན་པར་མོས་ཤིང་ཤིན་ཏུ་དགའ་བ་འདི་ནི་དེའི་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ།
en: They are also truly inspired and extremely happy to worship and venerate, which is transcendent patience.

source: མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བ་དེ་དག་ཉིད་ལ་གང་སེམས་མི་སྐྱོ་བ་འདི་ནི་དེའི་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ།
en: As they do not feel any weariness while worshiping and venerating, this is transcendent diligence.

source: མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བ་དེ་དག་ཉིད་ལ་གང་ཉེ་བར་རྟོག་པ་འདི་ནི་དེའི་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ།
en: Being focused on worshiping and venerating is transcendent concentration.

source: མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བ་དེ་དག་ཉིད་ལ་གང་སྣ་ཚོགས་པ་འདི་ནི་དེའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟེ།
en: Finally, the diversity of the worship and veneration is transcendent insight.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བའི་ཐབས་མཁས་པ་ཡིན་ནོ།
en: Noble son, such is the bodhisattvas’ skill in worshiping and venerating the thus-gone ones.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཐབས་མཁས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess these ten qualities are endowed with skillful means.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན། བྱང་ཆུབ་སེམས་དཔའ་སྨོན་ལམ་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas who practice excellent aspirations possess ten qualities.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། མི་དམན་པའི་སྨོན་ལམ་པ་རྣམས་ཡིན། མ་ཞུམ་པའི་སྨོན་ལམ་པ་རྣམས་ཡིན། སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་ལ་བརྩོན་པའི་སྨོན་ལམ་པ་རྣམས་ཡིན། སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ཡང་དག་པར་བསྔགས་པའི་སྨོན་ལམ་པ་རྣམས་ཡིན། བདུད་ཐམས་ཅད་ཤིན་ཏུ་ཚར་གཅོད་པའི་སྨོན་ལམ་པ་རྣམས་ཡིན། གཞན་གྱི་དྲིང་མི་འཇོག་པའི་སྨོན་ལམ་པ་རྣམས་ཡིན། མཐའ་ཡས་པའི་སྨོན་ལམ་པ་རྣམས་ཡིན། མི་སྐྲག་པའི་སྨོན་ལམ་པ་རྣམས་ཡིན། ཡོངས་སུ་མི་སྐྱོ་བའི་སྨོན་ལམ་པ་རྣམས་ཡིན། ལེགས་པར་ཡོངས་སུ་རྫོགས་པའི་སྨོན་ལམ་པ་རྣམས་ཡིན་ནོ།
en: What are those ten? They are the aspiration that is not inferior, the aspiration that knows no dejection, the aspiration to persist for the benefit of all beings, the aspiration of praise to all buddhas, the aspiration to annihilate all demons, the aspiration not to depend on others, limitless aspiration, fearless aspiration, aspiration free of weariness, and the aspiration to full perfection.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མི་དམན་པའི་སྨོན་ལམ་པ་ཡིན་ཞེ་ན།
en: “Noble son, you may wonder about the character of the bodhisattvas’ aspiration that is not inferior.

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སྲིད་པའི་བདེ་བ་འདོད་ཅིང་སྨོན་ལམ་མི་འདེབས་ཏེ།
en: Noble son, bodhisattvas do not wish for or aspire to the pleasures of existence.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མི་དམན་པའི་སྨོན་ལམ་པ་ཡིན་ནོ།
en: Such is the bodhisattvas’ aspiration that is not inferior.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མ་ཞུམ་པའི་སྨོན་ལམ་པ་ཡིན་ཞེ་ན།
en: “What, you may wonder, does the bodhisattvas’ aspiration that knows no dejection consist in?

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་ཁམས་གསུམ་ལས་སྐྱོ་བ་དང་། འདོད་ཆགས་དང་བྲལ་བ་དང་། འགོག་པར་སྨོན་ལམ་མི་འདེབས་ཏེ།
en: Bodhisattvas do not aspire due to weariness with the three realms or because of wishing to be free from desire and to gain cessation.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མ་ཞུམ་པའི་སྨོན་ལམ་པ་ཡིན་ནོ།
en: Such is the bodhisattvas’ aspiration that knows no dejection.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་ལ་བརྩོན་པའི་སྨོན་ལམ་པ་ཡིན་ཞེ་ན།
en: “What, you may wonder, does the bodhisattvas’ aspiration to persist for the benefit of all sentient beings consist in?

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་འདི་ལྟར་སེམས་ཅན་གྱི་ཁམས་ཇི་སྙེད་པ་མ་ལུས་པར་དེ་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླས་ནས་བདག་ཕྱིས་སངས་རྒྱས་ཀྱི་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བས་ཡོངས་སུ་མྱ་ངན་ལས་འདའོ་ཞེས་སྨོན་ལམ་འདེབས་ཏེ།
en: Bodhisattvas aspire to first lead all beings without any exception to the complete transcendence of suffering before they themselves attain a buddha’s complete transcendence of suffering.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་ལ་བརྩོན་པའི་སྨོན་ལམ་པ་ཡིན་ནོ།
en: Such is the bodhisattvas’ aspiration to persist for the benefit of all beings.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ཡང་དག་པར་བསྔགས་པའི་སྨོན་ལམ་པ་ཡིན་ཞེ་ན།
en: “What, you may wonder, does the bodhisattvas’ aspiration of praise to all buddhas consist in?

source: རྣམས་ལ་མཆོད་པ་དང་། བཀུར་སྟི་བྱའོ།
en: Bodhisattvas worship and venerate those

source: འདི་ལྟར་བྱང་ཆུབ་ཀྱི་སེམས་མ་བསྐྱེད་པའི་སེམས་ཅན་གྱི་ཁམས་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དུ་བཅུག་སྟེ།
en: those who cause the awakened mind to arise in those beings who have not yet engendered this mind,

source: མཐར་གྱིས་བྱང་ཆུབ་ཀྱི་སྤྱོད་པ་སྤྱོད་དུ་བཙུད་ནས་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འདུག་པ་
en: causing them to engage in the activities of awakening and take their place at the seat of awakening.
